# Задание №9
# выведите в консоль таблицу умножения от 2х2 до 9х10 как на школьной тетрадке
for elem in range(2, 10):
    for i in range(2, 11):
        print(f'{elem} x {i} = {elem * i}')





